[
{"title": "Gender Activists Are Aiming to Cut Georgia Parents Out", "takeaways": ["Parents in Georgia are in danger of getting squeezed out, and they should be concerned.", "These gender policies have nothing to do with curriculum or administration, areas where schools are given wide latitude.", "The administration has locked arms with activists to pursue something likely to change a student’s life trajectory, whether parents like it or not."], "text": ["If gender activists have their way, every school district in America will have policies that cater to students’ feelings about gender identity and exclude parents from even finding out. More than 11.5 million students already attend 20,000 schools with these policies. If the Biden administration had its way, Georgia schools would soon join them.", "Look at a few typical policies from Virginia. The ", " defines gender identity as “one’s sense of self as male, female, or an alternative gender.” These policies assume that every student, regardless of age, has this “sense of self” and require that any expression of it be taken at face value, treated as conclusive, and drive a host of other policies.", "The ", " policy requires access to facilities, such as bathrooms and locker rooms, “that correspond to a student’s gender identity.” Students may “participate in any co-curricular or extracurricular activity,” dress, and have the “right to be addressed in class and in the school building” consistent with their gender identity. The First Amendment or privacy rights of other students and teachers be hanged.", "The ", " policy provides that students be assigned “to a room consistent with the student’s gender identity” during activities that require “students to be accommodated overnight.” No word on what to do about students uncomfortable with being paired with an opposite-sex roommate.", "The ", " states that it has “no affirmative legal duty to inform parents of the student’s gender identity choice.” In other words, parents are shut out unless the student gives permission.", "The upshot of these policies is that Johnny may need his parents’ permission to go to the zoo with his class, but the parents often need Johnny’s permission to know about him undressing in the girls’ locker room.", "Before you say this won’t happen in Georgia, consider this. Title IX is the federal law prohibiting sex discrimination in educational programs that receive federal financial assistance. That’s almost every public school (and many private ones) in America. Title IX has opened up incredible opportunities for women and girls. The Department of Education recently released a mammoth “rule” that redefines “sex” to include gender identity.", "There’s no way Congress meant to prohibit discrimination based on a “sense of self as … an alternative gender” when it enacted Title IX in 1972. Congress said sex, and Congress meant sex — the objective distinction between male and female. If Congress wanted to include the radically different concept of gender identity, Congress could do so. It hasn’t. As civics teachers in schools across the country should still be explaining, the legislative branch, not the executive branch, makes the law.", "Here’s why this matters for Georgia schools. The federal government provides billions in education aid to states and conditions that cashflow on compliance with laws such as Title IX. So, pressure to cave in and jump on the gender identity bandwagon is coming from the gender activists and the feds.", "Parents in Georgia are in danger of getting squeezed out, and they should be concerned.", "These gender policies have nothing to do with curriculum or administration, areas where schools are given wide latitude. Instead, they have everything to do with matters at the heart of family relationships and parents’ right to direct the upbringing of their children. That job is hard enough without schools catering to their child’s latest feelings about being a boy or a girl and keeping them in the dark about such potentially life-changing developments.", "The administration has locked arms with activists to pursue something likely to change a student’s life trajectory, whether parents like it or not.", "They are coming after schools in Georgia, too."]},
{"title": "Biden-Harris DOJ Prosecutor Targets Trans Whistleblower Doctor Again", "takeaways": ["The weaponization of the U.S. Department of Justice against purported enemies of the Biden-Harris administration is nothing new. ", "The Department’s meritless criminal prosecution of Dr. Eithan Haim is an outrageous abuse of its law enforcement authority.", "The principal wrongdoer in Dr. Haim’s case is Assistant United States Attorney Tina Ansari."], "text": ["The weaponization of the U.S. Department of Justice against purported enemies of the Biden-Harris administration is nothing new. The Department’s persecution of pro-life advocates, praying grandmothers, and fathers of young children under the Freedom of Access to Clinic Entrances Act (while routinely ignoring arson and vandalism at crisis pregnancy centers chargeable under the same law) is hard to deny.", "But the Department’s meritless criminal prosecution of Dr. Eithan Haim, a whistleblowing physician who exposed covert gender medicine procedures inflicted on minors at Texas Children’s Hospital—performed in violation of state law—is an outrageous abuse of its law enforcement authority.", "The principal wrongdoer in Dr. Haim’s case—leading the charge in his criminal prosecution for alleged violation of the Health Insurance Portability and Accountability Act (“HIPAA”)—is Assistant United States Attorney Tina Ansari, a Democratic donor who targeted Haim in part during a time when her law license had been suspended by the Texas Bar for failure to pay her bar dues.", "As legal scholar Ed Whelan has correctly ", " out, the only reason Haim was targeted was because “he ran afoul of the transgender ideology that dominates” the current presidential administration.", "But now, in ", " filed by Dr. Haim’s lawyers and in separate complaints filed by a former DOJ lawyer with both the State Bar of Texas and the Justice Department’s Office of Professional Responsibility, Ansari is accused of having “knowingly sponsored false information” to the federal grand jury that indicted Haim and of having “knowingly misled a tribunal and presented deliberately misleading information to a grand jury.”", "In other words, she wasn’t just practicing law on a suspended license. She is charged with lying to the grand jury to get Haim indicted—itself a violation of federal law.", "As journalist Christopher Rufo ", ", Dr. Haim knew the hospital “secretly continued to perform transgender medical interventions, including the use of implantable puberty blockers, on minor children” after it assured the public it was no longer engaging in such medically dangerous and risky actions. Haim did not disclose the name of any patients, or any personally identifiable medical information protected by federal law under HIPAA (", ").", "The Justice Department didn’t care. It charged Haim with criminally violating HIPAA anyway, arguing that he had disclosed “individually identifiable health information,” something explicitly prohibited by HIPAA.", "The punishment for such a conviction? Up to 10 years in prison and a $250,000 fine.", "The original grand jury indictment claimed he had obtained HIPAA-protected patient medical information through “false pretenses.” Haim had, allegedly, accessed the medical records after he completed his surgical rotation at Texas Children’s Hospital in January 2021 and had no more patients there. But, according to the ethics complaints and a motion for grand jury material filed by Haim’s lawyers, Haim did still have patients at the hospital, and Ansari and other government prosecutors knew it. That would have made his access of patient records entirely legal under HIPAA.", "The hospital provided records to the government showing that Haim continued to treat patients at the hospital after his residency was over, during the time when the grand jury indictment claims he wasn’t treating any patients and had no legal right to access patient records. All of this is also apparent in a “", "” Ansari filed on Oct. 10 that, as the defense points out, deletes all references to Haim accessing patient records when he was supposedly no longer treating patients at the hospital. Yet the new indictment still claims he obtained those records under “false pretenses.”", "As a result, Haim’s lawyers asked the court to provide them with access to all of the materials the grand jury considered when it issued the original indictment.", "Why? Because the documents would likely show that the hospital told Ansari that Haim was continuing to treat patients at the hospital when she was making presentations to the grand jury claiming the opposite.", "Grand jury materials are secret under ", " federal rules of criminal procedure. But the grand jury materials should be released in this case, says Haim’s lawyers, under the exceptions provided in the rules, to determine if the government “knowingly” sponsored “false information before the grand jury” and if that false information was “capable” of “influencing the grand jury’s decision.”", "The lawyers are right when they tell the court that if “the government has made material misleading statements to the grand jury, the defense should be permitted to review the relevant grand jury material.”", "Haim has also filed a “Show Cause” motion asking the court to issue an order against Ansari for “engaging in the practice of law with a suspended law license.” The motion says she was administratively suspended on Sept. 1 for not paying her bar dues. She responded that she remedied this problem as of Sept. 19.", "But as Haim’s attorneys point out, Ansari was signing and filing pleadings in the case during her suspension, which violates the Texas Code of Professional Conduct, the court’s own rules, and the internal rules of the Justice Department that direct DOJ lawyers to immediately cease their representation of the government during such a lapse.", "Not surprisingly, Ansari is a big donor to Democrat candidates, having contributed a total of $11,350, which is quite a bit of money for a career civil service employee. Mind you, there is nothing illegal about those donations, but as the complaint filed against her with the Office of Professional Responsibility at DOJ states, it raises serious questions on whether “her specific ideological or political view as it related to the highly controversial issues in this prosecution” biased her judgment and prompted her to mislead a federal grand jury.", "The pursuit of Dr. Haim is simply outrageous. As one of Haim’s principal lawyers, Marcella Burke, told us, “DOJ has charged Dr. Haim with a non-existent crime. At a charitable minimum, this is a reckless prosecution and at its extreme, it is malicious prosecution.”", "The fact that the indictment hasn’t been dropped indicates what’s really going on here. Because Haim didn’t release any personal medical information about any patient, something HIPAA prevents, the new indictment now charges him with allegedly acting to “cause malicious harm” to the hospital and its physicians.", "And what is the “malicious harm” Haim caused? Apparently, the Justice Department believes that he inflicted “malicious harm” by letting the public know that a children’s hospital was lying when it claimed it was no longer inflicting transgender medical abuse on its minor patients and that the hospital was violating Texas law.", "That is a prosecution based on politics and ideology, not the law and the interests of justice or, for that matter, of the public at large. While the prosecution continues against Dr. Haim, Texas Attorney General Ken Paxton has ", " an investigation into Texas Children’s Hospital for performing gender “affirming” medicine in violation of state law.", "The Lonestar State has outlawed hormone replacement therapy for minors and other forms of “gender-affirming care,” if that type of mistreatment can be called “care.” AG Paxton has ", " that “doctors who continue to provide these harmful ‘gender transition’ drugs and treatments will be prosecuted to the full extent of the law.”", "If his claim is true, Dr. Haim should be praised for exposing wrongdoing at Texas Children’s Hospital. Instead, he faces a federal criminal indictment. Sadly, the U.S. Justice Department’s view of law enforcement now appears to be driven by politics, not justice."]},
{"title": "United States v. Skrmetti: Oral Arguments Indicate SCOTUS Justices Are Likely To Uphold Tennessee’s Ban on Gender Medicine for Minors", "takeaways": ["Tennessee is one of 26 states that have enacted such restrictions on surgeries and drugs designed to change ’a minor’s appearance to resemble the opposite sex.", "Five of the Court’s conservative Justices seemed skeptical of the benefit of providing largely experimental gender affirming care for minors.", "Notably quiet throughout the entirety of oral arguments was Justice Neil Gorsuch—author of the majority opinion in the Court’s only other gender identity case."], "text": ["On Wednesday, December 3, the U.S. Supreme Court heard oral arguments in one of the term’s marquee cases: ", ". At issue is the constitutionality of a Tennessee law, SB1 (codified at ", "), which prohibits any medical procedure for the purpose of “Enabling a minor to identify with, or live as, a purported identity inconsistent with the minor’s sex,” and “Treating purported discomfort or distress from a discordance between the minor’s sex and asserted identity.”", "Tennessee is one of ", " that have enacted such restrictions on surgeries and drugs designed to change ’a minor’s appearance so as to better resemble the opposite sex.", "Challenges to laws of this type are generally brought by parents who seek medical interventions for their minor children professing a gender identify that differs from their biological sex. The parents in the underlying litigation, ", ", had argued that SB1 violated the 14th Amendment’s Due Process Clause by depriving them of their parental right to make medical decisions for their children. The plaintiffs also alleged that the law offended that amendment’s Equal Protection Clause which provides that no state can “deny to any person within its jurisdiction the equal protection of the laws” by discriminating based on sex.", "The 6th Circuit Court of Appeals found SB1 to be constitutional under both a due process and equal protection analysis and upheld the law. Last year, the 8th Circuit struck down a similar Arkansas law, but only on equal protection grounds. The United States thereafter intervened in the ", " case to advance the Equal Protection Clause argument.", "U.S. Solicitor General Elizabeth Prelogar and American Civil Liberties Union (ACLU) attorney Chase Strangio argued for the government and the parents, respectively, contending that SB1 should be seen as a sex-based restriction and assessed under intermediate scrutiny review, which requires that any gender-based distinction in a law must be substantially related to achieving an important government objective—a burden the state had failed to meet.", "Tennessee Solicitor General J. Matthew Rice argued that rather than discriminating based on sex, the law merely restricted access to certain medical interventions based on age and the type of medical purpose for which such interventions would be used. Therefore, Rice argued that, as a routine exercise of the state’s power to regulate medicine generally, rational basis review—requiring only that a law be rationally related to achieving a legitimate government objective—was appropriate.", "During the two-and-a-half hour arguments, five of the Court’s conservative Justices seemed skeptical of the benefit of providing largely experimental gender affirming care for minors, and of the notion that the Court should have a role in making determinations about the complex medical issues underlying the dispute—rather than leaving these decisions to the legislatures. In one line of questioning, the Chief Justice John Roberts pressed ACLU attorney Strangio, saying that the case involved a “question of constitutional allocation of authority . . . [M]y understanding is that the Constitution leaves that question to the people’s representatives rather than to nine people, none of whom is a doctor.”", "Justice Brett Kavanaugh echoed the Chief’s concerns, asking Prelogar, “[I]f the Constitution doesn’t take sides, if there’s strong, forceful scientific policy arguments on both sides in a situation like this, why isn’t it best to leave it to the democratic process?” She responded that if the Court were concerned with protecting the democratic process in this area, it could author a narrow opinion that simply declares that intermediate scrutiny review applies and then sends the case back to the lower court to reconsider the merits under that standard rather than the rational basis standard of review.", "Justice Samuel Alito was particularly concerned with what he saw as Prelogar’s cavalier dismissal of the increasing body of scientific evidence casting doubt on the benefits of gender affirming care for minors. Among recent developments in western Europe indicating a growing distrust for early gender intervention, Alito cited the landmark ", " released earlier this year, noting that the report indicated “There is no evidence that gender-affirmative treatments reduce suicide;” he chided Prelogar, saying she had “relegated the Cass report to a footnote.”", "The Court’s three liberal Justices seemed to accept Prelogar’s argument that by incorporating the “sex classification into the face of the law and ma[king] the first-order restriction here one that prohibits inconsistency with sex . . . the legislature was doing something different in trying to get minors to appreciate their sex and not become disdainful. That’s not a medical-based justification.”", "Justice Sonia Sotomayor in particular pushed Rice on his characterization of the law as simply a restriction based on age and medical purpose, arguing that a doctor would have to know whether the child seeking gender transition drugs is male or female to know whether SB1 would ban the use of those drugs. She argued that was “very hard to see how the democratic process” would protect transgender individuals, much as it didn’t protect women or people of color for decades. Justice Elena Kagan also expressed the view that SB1 was a sex-based classification, saying the medical purpose of SB1 “is utterly and entirely about sex.”", "A brief line of questioning concerned whether transgender status could qualify as a suspect or quasi-suspect class for purposes of equal protection analysis—as the government had requested in the second half of its brief. As Justice Amy Coney Barrett was quick to point out, the suspect classes previously recognized by the Court were distinguishable from the purported class of transgender individuals in that they had suffered a long history of de jure discrimination. She also noted that the Court has been asked to identify new suspect classes based on characteristics such as age and disability, but has so far declined. Barrett also emphasized that whatever the Court’s decision, the separate, due process-based question of whether SB1 infringes on the fundamental rights of parents to make medical decisions for their children would remain active.", "Notably quiet throughout the entirety of oral arguments was Justice Neil Gorsuch—author of the majority opinion in the Court’s only other gender identity case to date, 2022’s ", ". In ", ", the Court found that sex discrimination under Title VII of the Civil Rights Act of 1964 includes discrimination based on sexual orientation and gender identity because sexual orientation and transgender status are “inextricably bound up with sex.” In his analysis for the ", " majority, Gorsuch wrote that when an employer tolerates attitudes or behaviors in one sex but not in another, and then terminates an employee based on such attitudes or behaviors, impermissible sex-based discrimination has occurred.", "It was perhaps the Court’s ruling in Bostock that prompted Justice Ketanji Brown Jackson’s allusion ", " striking down Virginia’s ban on interracial marriage. In a dialogue with Prelogar, Jackson argued that both cases involved “generalizations of how we expect [certain groups] to—to live and order their affairs.” Prelogar agreed, noting that there was “a parallel between any law that says you can’t act inconsistent with a protected characteristic.”", "Whether Gorsuch was simply being thoughtful or was preoccupied with misgivings about ", "’s impact on the burgeoning field of transgender rights, we’ll only know when the decision comes down next year."]},
{"title": "Trump’s Transgender Orders Are Well Within Executive Authority", "takeaways": ["They claim the president’s directive prohibiting expenditure of federal funds for the purpose of performing transgender treatment or surgery is illegal.", "The president’s executive order is not ultra vires because it does not violate any specific federal law.", "The president’s executive order easily satisfies the lowest tier of judicial scrutiny."], "text": ["In two short weeks, President Donald Trump has issued scores of executive orders, many of them related to gender identity. Outraged critics claim that he lacks the authority to do so. Do they have a case?", "Consider first the orders themselves. In addition to recognition of a formal two-sex policy for the whole of government, Trump issued executive orders barring trans-identified individuals from service in the military, requiring the removal of preferred pronouns in all government communiques, and directing all federally funded educational institutions to maintain athletic programs separated by biological sex, rather than gender identity.", "One particular executive order of January 28, 2025—“Protecting Children from Chemical and Surgical Mutilation”—directed all federal agencies, among others, to “immediately take appropriate steps to ensure that institutions receiving Federal research or education grants end gender-affirming medical care for people under nineteen.” It also directed the Secretary of Health and Human Services to “end the chemical and surgical mutilation of children,” including through Medicare or Medicaid conditions of participation or conditions for coverage,” and through “section 1557 of the Patient Protection and Affordable Care Act,” the ACA’s non-discrimination provision.", "An unsurprising flurry of litigation ensued, and, in the most recent, the American Civil Liberties Union sued the president and various federal executives on behalf of national LGBTQ+ advocacy organization, PFLAG, and a group of trans-identified minors and their parents.", "Chief among their claims is that this executive order is beyond the scope of the president’s authority (or ", ") because Congress—not the executive—controls the power of the public purse. Therefore, they claim, the president’s directive prohibiting expenditure of federal funds for the purpose of performing transgender treatment or surgery is illegal for two reasons: First, Congress has already appropriated funds to be disbursed through HHS without any such limitation, and second, the president cannot revise the text of statutes passed by Congress and signed into law.", "But that argument conflates apples with oranges. Yes, appropriations bills are acts of Congress and therefore are statutes. And, yes, Congress passed, and then-President Joe Biden signed into law, the appropriations bill on which plaintiffs rely. But appropriations acts are not identical to statutes that regulate public or private conduct—and that difference matters.", "Appropriations laws fund the operation of government. That is critical because, under the Antideficiency Act, government officials may not spend undisbursed federal funds, nor may they encumber the federal government by using a credit card to run up debt. In fact, it is a crime to do so.", "Appropriations laws, however, operate against a background of substantive laws empowering government officials to take certain actions and prohibiting those officials from taking others. For example, the Defense Authorization Act passed annually by Congress fixes the number of aircraft carriers that the Defense Department may have. The bill that funds the Defense Department then limits the amount that DOD can spend during a particular fiscal year building new carriers.", "Moreover, congressional appropriators, and the appropriations bills that wend their way through the legislative process, do not generally make new substantive law through the appropriations process. The United States Supreme Court made that clear in the well-known case of ", "v.", " (1978).", "In that case, the court addressed the issue of whether Congress had effectively repealed the Endangered Species Act (ESA) by repeatedly funding the operation of the Tellico Dam and Reservoir Project, even though its continued operation put at risk the continued existence of an endangered small fish, known as the snail darter. The court roundly rejected the argument that continued funding of the dam implicitly repealed the ESA:", "We recognize that both substantive enactments and appropriations measures are “Acts of Congress,” but the latter have the limited and specific purpose of providing funds for authorized programs. When voting on appropriations measures, legislators are entitled to operate under the assumption that the funds will be devoted to purposes which are lawful and not for any purpose forbidden. ", "Not only would this lead to the absurd result of requiring Members to review exhaustively the background of every authorization before voting on an appropriation, but it would flout the very rules the Congress carefully adopted to avoid this need [emphasis added].", "While Congress ", " make new substantive law through appropriations bills, should it choose to do so, there is one condition. In ", "v.", " (1992), the Supreme Court explained that Congress can legislate through appropriations laws but only “as long as it does so clearly.” The plaintiffs in ", "et al", "v.", ", however, do not cite the text of any substantive or appropriations statute law that President Trump violated, so the ", "v", " rule applies here.", "Accordingly, the president’s executive order is not ", " because it does not violate any specific federal law.", "The PFLAG plaintiffs have also brought various constitutional claims in their lawsuit—including the parents’ claim that the order violates their Fourteenth Amendment substantive due process right to direct the medical care of their minor children, and a claim that the order violates the Fourteenth Amendment’s Equal Protection Clause because it “discriminate[s] based on sex and transgender status.” They also claim that the order violates the First Amendment.", "Those claims are unpersuasive.", "The Supreme Court will decide this term whether discrimination based on alleged or proven transgender status is entitled to any heightened scrutiny under the Fourteenth Amendment’s Equal Protection Clause. The majority of justices expressed skepticism during oral arguments in ", "v", " that it would. As for the general right to direct the medical care of one’s minor children, neither the Supreme Court nor any other federal court has ever held that access to experimental, contested, or unproven medical interventions is constitutionally guaranteed.", "Atop that, the court has expressly held—twice, in ", "v", " (1977) and ", "v", " (1980)—that even if a party has a constitutional right to select certain medical care, the government has no constitutional duty to pay for their choice.", "As for the plaintiff’s First Amendment claim—that by “withholding federal grants, the [order] engage[s] in unconstitutional viewpoint discrimination in violation of the First Amendment and violate the rights of grant recipients and transgender patients”—there is nothing to remotely suggest this is so.", "In ", "v.", " (1944), the court rejected the claim that the First Amendment’s Free Exercise Clause prohibits a state from applying its child labor laws to the Jehovah’s Witnesses. Also, in ", "v.", " (1968), the court rejected a claim by parents that the state should not be able to provide life-saving treatment to their child against their religious wishes. Given those two decisions, there is no serious argument that the president’s executive order is unconstitutional.", "The president’s executive order easily satisfies the lowest tier of judicial scrutiny, rational basis, in that the government clearly has a legitimate state interest (protecting vulnerable minors), and there is clearly a rational connection between that interest and the executive order’s means and goals. Given that the most recent and comprehensive study of medical transgender treatment (England’s nine-year Cass Report released last year) found no proven long-term medical benefit from these treatment for minors, the president’s executive order is all the more constitutionally sound.", "Objection overruled."]},
{"title": "Sorry Democrats, but Trump’s “Two Sexes” Executive Order Is Constitutional", "takeaways": ["Under the last presidential administration, progressive politicians made the expansion of transgender rights their raison d’etre.", "Unlike sex, transgender status is not immutable—something even a transgender attorney representing the ACLU had to admit under questioning.", "What the current administration is doing is legal, common-sense and long overdue."], "text": ["Under the last presidential administration, progressive politicians made the expansion of transgender rights their raison d’etre. They happily marched in lockstep to President Joe Biden’s ", " directing every federal agency chief to prohibit discrimination based on gender expression or identity—case law to the contrary be damned.", "Now, however, those same politicians are apoplectic over the current administration’s return to biological reality, the rule of law and common sense.", "Leading the charge are Reps. Jamie Raskin (D-Md.), Mark Takano (D-Calif.) and Gerry Connolly (D-Va.). In ", " to acting director of the Office of Personnel Management Charles Ezell, the trio stridently assert that President Trump’s ", " recognizing a government-wide “two sexes” policy and the ", " guiding its implementation are unconstitutional.", "One of the three has a law degree, but that certainly doesn’t bolster their cock-eyed legal conclusions.", "Among its flaws, the letter cites the Supreme Court’s 1996 decision in ", " for the proposition that “government policies motivated by animus are clear violations of the Constitution’s guarantee of equal protection of the laws.” Roemer involved a state constitutional amendment that forbade any legislative, judicial or executive protection to gays suffering discrimination—leaving them completely without the ability to participate in the political process, in violation of the 14th Amendment’s Equal Protection Clause.", "The president’s EO and federal directives on gender identity, in contrast, disenfranchise no one. Rather, they restore to women the guarantees of the Equal Protection Clause, motivated by the legitimate government interest in protecting their personal safety, privacy and equality. The EO simultaneously shields religious objectors to gender orthodoxy from being discriminated against for simply following the dictates of their conscience.", "What’s more, the Supreme Court has never placed transgender identity in the same category as biological sex, requiring the same heightened level of judicial scrutiny. This renders any government action implicating transgender status presumptively constitutional. The court explained this in ", " (1973): “[S]ince sex, like race and national origin, is an immutable characteristic determined solely by the accident of birth, the imposition of special disabilities upon the members of a particular sex because of their sex would seem to violate ‘the basic concept of our system that legal burdens should bear some relationship to individual responsibility.'”", "Unlike sex, transgender status is not immutable—something even a transgender attorney representing the ACLU had to admit under questioning from Justice Samuel Alito during oral arguments just two months ago in ", ". Gender identity is a subjective, internal, malleable and often transitory sense of oneself. As such, it is an insufficient basis to expand the notion of equal protection or protection of “immutable characteristics”—one that would defy decades of Supreme Court jurisprudence to the contrary.", "The congressional letter also cites the court’s decision in 2020, ", ", which held that an employer who fires an individual merely for being gay or transgender violates Title VII of the Civil Rights Act—a federal law prohibiting employment discrimination on the basis of, among other things, sex. The court in that decision did not, however, equate sex with transgender status or sexual orientation. Rather, it determined only that both were “inextricably bound up with sex.”", "The Bostock decision has repeatedly been cited by the left to argue that the court’s ruling on a federal employment law statute forbidding sex discrimination somehow magically transforms every federal law and regulation into one also forbidding gender identity discrimination. The congressmen fail to acknowledge what Justice Neil Gorsuch wrote the majority opinion—that there are indeed “biological distinctions between male and female.”", "Without exposition or evidence, the congressmen also argue that the “directive to withdraw [Biden’s gender identity] regulations in a matter of days contradicts the ", ".”", "That APA governs the process by which federal agencies develop and issue regulations and other agency actions such as policy statements and guidances. But if these congressmen fully understood the operation of the APA, they would recognize that rules can only be amended or reversed through a subsequent agency rulemaking process.", "That process is precisely what the appropriate agencies have been tasked with doing, pursuant to the EO and associated memorandum. It involves publishing a “notice of proposed rulemaking”—something that can easily be accomplished within 30 days, and which starts the long, detailed process set forth in the APA of recission through new rule construction.", "In their quixotic and legally faulty letter, the congressmen are tilting at windmills. What the current administration is doing is legal, common-sense and long overdue."]},
{"title": "Hans A. von Spakovsky", "takeaways": [], "text": ["Hans von Spakovsky is an authority on a wide range of issues—including civil rights, civil justice, the First Amendment, immigration, the rule of law, and government reform—as a Senior Legal Fellow in The Heritage Foundation’s Edwin Meese III Center for Legal and Judicial Studies.", "He is the host of the weekly Heritage legal podcast, “", ",” which discusses important cases in the news affecting politics, culture, and everyone’s daily lives. ", "As manager of the think tank’s Election Law Reform Initiative, von Spakovsky also studies and writes about campaign finance restrictions, voter fraud and voter ID, enforcement of federal voting rights laws, administration of elections and voting equipment standards. ", "Heritage’s election reform project examines not only how to protect the integrity of campaigns and elections but to achieve greater fairness and security. “In an era of razor-thin election margins, these issues are vital to the preservation of our republican form of government and the rule of law,” von Spakovsky says.", "His responsibilities include maintaining The Heritage Foundation’s ", ", which documents proven cases of election fraud from all over the nation, and the Election Integrity Scorecard. The ", " compares the election laws and regulations of each state and the District of Columbia that affect the security and integrity of elections to Heritage’s best practices recommendations.", "Previously, as manager of the think tank’s Civil Justice Reform Initiative, von Spakovsky studied how plaintiffs’ attorneys and activists attempt to manipulate the courts for their own ends—at the expense of the public.", "In 2016, The Heritage Foundation gave him the Drs. W. Glenn and Rita Ricardo Campbell Award for his “outstanding contribution to the analysis and promotion of the Free Society.” ", "\n", "\nHe is the co-author with John Fund of the book ", " (Encounter Books, 2012); ", " (HarperCollins/Broadside June 2014); and ", " (Encounter Books, Nov. 2021).", "\n", "\nPresident Donald Trump appointed von Spakovsky to the Presidential Advisory Commission on Election Integrity in 2017. ", "Before joining Heritage in 2008, von Spakovsky served two years as a member of the Federal Election Commission, the authority charged with enforcing campaign finance laws for congressional and presidential elections, including public funding.", "Previously, von Spakovsky worked at the Justice Department as Counsel to the Assistant Attorney General for Civil Rights, providing expertise in enforcing the Voting Rights Act and the Help America Vote Act of 2002.", "A former litigator, in-house counsel and senior corporate officer in the insurance industry, von Spakovsky worked on tort reform and civil justice issues there for more than a decade.", "He is a member of the Board of Advisors of the U.S. Election Assistance Commission and previously served on the Fulton County (Georgia) Board of Registrations and Elections. He is a former Vice Chairman of the Fairfax County (Virginia) Electoral Board and a former member of the Virginia Advisory Board to the U.S. Commission on Civil Rights. He currently serves as Chairman of the Board of the Public Interest Legal Foundation.", "His analysis and commentary have appeared in ", "and ", " as well as such outlets as ", " and Fox News. His series for ", " ", ", was nominated for a Pulitzer Prize. He appears regularly on Fox News Channel and on other national and regional TV and radio news outlets.", "He has testified before state and Congressional committees and made presentations to, among other organizations, the National Association of Secretaries of State, the Federalist Society, the National Conference of State Legislatures and the American Legislative Exchange Council. He also has taught as an adjunct professor at the George Mason University School of Law.", "A 1984 graduate of Vanderbilt University School of Law, von Spakovsky received a bachelor's degree in 1981 from the Massachusetts Institute of Technology. "]},
{"title": "Wisconsin Public Schools’ Gender Policies Shut Out Parents, Violate Their Rights", "takeaways": ["Schools are generally in charge of matters such as curriculum or school administration.", "Whether a child imagines himself as a girl (which may change tomorrow as well) is an altogether different matter.", "These gender policies create jarring inconsistencies with how school districts handle far less significant matters. "], "text": ["The Supreme Court has said that parents’ right to direct the upbringing of their children is “perhaps the oldest of the fundamental liberty interests” it has ever recognized.", "But that ", " is under attack in Wisconsin public school districts that have established policies catering to children’s feelings about being a boy, a girl or something else, but deliberately keep parents in the dark about what they are doing.", "The Madison Metropolitan School District’s gender policy defines “gender identity” as an internal “sense of being male, female, a blend of both or neither—how individuals perceive themselves.”", "Children, of course, get ideas from all sorts of places, including social media, and the number who question whether they are “born in the wrong body” is exploding.", "Schools are generally in charge of matters such as curriculum or school administration. Whether a child imagines himself as a girl (which may change tomorrow as well) is an altogether different matter.", "As a federal judge recently put it: “Teaching a child how to determine one’s gender identity” strikes “at the heart of parental decision making in a matter of greatest importance in their relationship with their children.”", "More Wisconsin public schools not only take a student’s latest indication of gender identity at face value but have also created school policies catering to it. The Milwaukee Public Schools policy puts a student, regardless of age, in charge of who knows anything about his current gender identity, including parents.", "In fact, unless official school records have been formally changed, the policy prohibits school personnel from even implying anything about “a student’s actual or perceived gender identity … when contacting parents/guardians.”", "Milwaukee’s policy also says that students are allowed to dress, access restrooms and locker rooms and participate in physical education classes, clubs, sports and activities “in a manner consistent with their gender identity.”  ", "The Eau Claire Area School District policy is similar, permitting students to “participate in any intramural sports/extracurricular activity in a manner consistent with their gender identity.” Access to restrooms and locker rooms, the policy states, “should be allowed based on the gender identity (i.e., man, woman, trans, non-binary, etc.) expressed by the student.”", "A group of parents has challenged that policy in court, and their case is pending on a petition for review at the U.S. Supreme Court.", "These gender policies create jarring inconsistencies with how school districts handle far less significant matters. Milwaukee’s public schools, for example, require that a “separate parental permission slip must be obtained for each field trip.”", "At the same time, its gender policies allow students to “participate in an overnight field trip and utilize facilities and accommodations that correspond with their gender identity.”", "Since students can keep their parents from knowing about their gender identity, there’s no way to ensure that Johnny’s parents understand that he might be bunking with the girls when asked for permission for an overnight excursion.", "Wisconsin public schools are not alone in establishing these policies. Nearly 1,100 school districts across the country, with 11.5 million students attending 19,600 schools, have joined the gender revolution.", "And it’s about to get worse. A sweeping new rule by the Biden administration’s Department of Education will push schools even harder to impose the government’s gender ideology on students and force parents to get on board or be ignored.", "This rule reworks Title IX of the Education Amendments of 1972, the federal law that prohibits sex discrimination in educational programs receiving federal funds. For more than 50 years, Title IX has created and expanded opportunities for women and girls. This new rule, however, redefines “sex” to include “gender identity,” something Congress certainly did not intend when enacting the law more than five decades ago.", "The rule also redefines “harassment” so that staff and teachers could face disciplinary action if they “misgender” a student. This massive federal mandate carries the implied threat that billions of dollars in federal funds could be revoked if schools don’t knuckle under and enforce the Biden administration’s gender ideology.", "Whether at the school district, state or federal level, the government is pushing parents aside and imposing its preferred gender ideology, invading the realm that has traditionally belonged to parents. In fact, policies that exclude parents violate their constitutional right to direct the upbringing of their children.", "It’s time for parents to fight back against policies in their children’s schools, oppose state laws that allow those policies and speak out against federal rules that promote a divisive agenda at their expense."]},
{"title": "Follow the Law", "takeaways": ["Hurson’s decision halts the directives of President Donald Trump’s Jan. 28 executive order “Protecting Children From Chemical and Surgical Mutilation.”", "The plaintiffs in PFLAG v. Donald Trump have not alleged that Trump’s executive order violates the law—because there is no law for him to violate.", "Thankfully, Hurson’s order is not a determination on the merits of the plaintiffs’ case, but merely a procedural determination. He still has time to get it right."], "text": ["It’s difficult to envision a more dizzying exercise in judicial gymnastics than the temporary ", " and accompanying ", " from U.S. District Judge Brendan A. Hurson in ", ". Hurson’s decision halts the directives of President Donald Trump’s Jan. 28 executive order “", ".”", "While Hurson seems content indulging overwrought ", " the president “den[ies] that this [transgender] population exists, or even has the right to exist,” he patently ignores a correct application of guiding law that gives the president the authority to halt further governmental federal funding of “gender-affirming care” for minors.", "The Department of Health and Human Services under President Joe Biden took the position that funding appropriated by Congress through the Medicaid, Medicare and Affordable Care Act appropriations bill could be used to support such care.", "But ", "—unless otherwise specified—create substantive law. And in this case, the bills did not create a requirement that funds be used in this way. Just as the Biden administration said that, for example, a contract with a state Medicaid recipient could provide “gender-affirming care,” the Trump administration is well within its right to say “stop.”", "The plaintiffs in ", "have not alleged that Trump’s executive order violates the law—because there is no law for him to violate. They simply want the government to pay for transgender surgeries and treatments for minors from which many developed nations have retreated. Hospitals, clinics and medical providers are free to offer these services all they want. But the government is under no obligation to pay for them.", "Thankfully, Hurson’s order is not a determination on the merits of the plaintiffs’ case, but merely a procedural determination. He still has time to get it right."]},
{"title": "Tyrants of the Imperious Judiciary: Federal Judge Orders “Gender Reassignment” for Child Killer", "takeaways": ["A federal district court judge just ordered Indiana’s Department of Corrections to provide sex reassignment surgery to a man who is in prison for murdering a baby.", "He says that Indiana’s failure to provide Richardson with the surgery necessary to cut off his penis and give him fake breasts violates the Eighth Amendment.", "Residents of Indiana should be stunned by the actions of Judge Richard Young who used his power to force them to pay for a sex change operation for a child murderer."], "text": ["Every time a radical, out-of-control federal judge issues an outrageous opinion, you would think things couldn’t get any worse. But then someone like Richard Young comes along.", "Young, a Clinton-appointed federal district court judge in Indiana, just ordered the state’s Department of Corrections to provide sex reassignment surgery to a man who wants to masquerade as a woman—a man who is in prison for murdering a baby.", "That, shockingly, is what Young did in his order in Autumn Cordellione v. Indiana. Lest you be fooled by the name “Autumn” or the fact that Young refers to “Autumn” as “Ms.” and “her” throughout his disgraceful opinion, this criminal’s real name is Jonathan Richardson. He is in prison for strangling his 11-month-old stepdaughter to death in 2001.", "Richardson, who the judge refers to in his order as the “individual” or the “incarcerated transgender person,” is being represented by the ACLU in this lawsuit, in which Richardson demands that he be provided with “gender-affirming surgery.” Really, how can anyone justify making contributions to the ACLU when it engages in this type of despicable litigation?", "Indiana has already provided this male child killer with “panties, makeup, and form-fitting clothing” while in prison—a place that, if justice is served for this vicious crime, Richardson will never, ever leave. But as Indiana Attorney General Todd Rokita ", ", “Convicted murderers don’t get to demand that taxpayers foot the bill for expensive and controversial sex-change operations. It defies all common sense.”", "Au contraire, according to Young. He says that Indiana’s failure to provide Richardson with the surgery necessary to cut off his penis and give him fake breasts violates the Eighth Amendment.", "If this wasn’t a real order from a real federal judge, you’d think it was something written for The Babylon Bee or Mad magazine.", "The Eighth Amendment prohibits the infliction of “cruel and unusual punishments.” As the Heritage Guide to the Constitution ", ", the amendment was included in order to prevent the type of “torturous punishments” often inflicted by the British Crown, like “pillorying, disemboweling, decapitation, and drawing and quartering.”", "Yet for decades, opponents have tried to use the ban on “cruel and unusual punishments” to outlaw the death penalty altogether. The Supreme Court ended that in 1976 in ", ", when it held that the death penalty is not a per se violation of the Eighth Amendment.", "The court has further held in a series of cases that under the Eighth Amendment, punishments cannot be disproportionate to the offense. But it also held just last year in ", ", a case illustrating the extremes to which those trying to misuse the Eighth Amendment will go, that public bans on camping in public parks are not “cruel and unusual punishment.” That claim was just as absurd as the ACLU’s claim in the Richardson case.", "Young relies on his opinion in the guidelines on “gender dysphoria” issued by the World Professional Association for Transgender Health, as well as some other so-called experts. WPATH’s ", " and medical opinions have been severely criticized for bias and lack of scientific rigor. It has also been accused of suppressing research that contradicts its opinions.", "Young dismissed the opinion of the treating psychologist at Richardson’s prison that Richardson has personality disorders, not “gender dysphoria,” that display “an established pattern of attention-seeking behavior.”", "Richardson is certainly getting that attention with Young’s decision that not providing him with gender surgery is “cruel and unusual punishment.” But we shouldn’t be surprised. Young is the same judge who in 2018 struck down an Indiana law that required healthcare providers to report abortion complications to the state health department in ", ".", "In other words, when the health and lives of real women were endangered by botched abortions performed by incompetent physicians who committed malpractice, Young prevented state health authorities from being able to do anything about it. Young apparently believes in protecting only fake women, not real ones.", "As this case demonstrates, it isn’t only the Trump administration that’s dealing with an arrogant, imperial judiciary that ignores the Constitution and the rule of law and acts far outside of its authority. State governments are also on the receiving end of outlandish and bizarre orders like this one.", "The Supreme Court recently declined to intervene—at least for now—in ", ", in which the Trump administration is dealing with another rogue judge who has ordered the government to distribute $2 billion of taxpayer money without examining the serious defenses raised by the government. In a dissent from the court’s refusal to hear the case, which was joined by Justices Clarence Thomas, Neil Gorsuch, and Brett Kavanaugh, Justice Samuel Alito wrote:", "Does a single district-court judge who likely lacks jurisdiction have the unchecked power to compel the Government of the United States to pay out (and probably lose forever) $2 billion? The answer to that question should be an emphatic “No,” but a majority of this Court apparently thinks otherwise. I am stunned.", "The taxpayers and residents of Indiana should also be stunned by the actions of Judge Richard Young who used his thus-far-unchecked power to force them to pay for a sex change operation for a child murderer, the worst of the worst.", "Stunned indeed."]}
]